Repository: alcoat/weather_routing_pi
Catalog: po/*.po
Languages: el_gr, fi_fi, sv_se

source: Displacement
el_gr: Εκτόπισμα
fi_fi: Uppouma
sv_se: Deplacement

source: tons
el_gr: τόνους
fi_fi: tonnia
sv_se: ton

source: Sail Area
el_gr: Επιφάνεια ιστιοφορίας
fi_fi: Purje ala
sv_se: Segelarea

source: Len Water Line (lwl)
el_gr: Μήκος ισάλου (LWL)
fi_fi: Vesirajan pituus (lwl)
sv_se: Vattenlinjelängd (lwl)

source: ft
el_gr: πόδια
sv_se: fot

source: Length Over All (loa)
el_gr: Ολικό μήκος (LOA)
fi_fi: Kokonaispituus (loa)
sv_se: Längd över allt (loa)

source: Beam
el_gr: πλατος
fi_fi: Leveys
sv_se: Bredd

source: Sail Area Displacement Ratio
el_gr: Λόγος επιφ. πανιών / εκτοπίσματος
fi_fi: Purjeala-uppouma suhdeluku
sv_se: Förhållandet segelyta/deplacement

source: Displacement Length Ratio
el_gr: Λόγος μήκους / εκτοπίσματος
fi_fi: Uppouma-pituus suhdeluku
sv_se: Förhållandet deplacement/längd

source: Hull Speed
el_gr: Ταχύτητα γάστρας
fi_fi: Runkonopeus
sv_se: Skrovfart

source: Capsize Risk
el_gr: Κίνδυνος ανατροπής
fi_fi: Kaatumisriski
sv_se: Kapsejsningsrisk

source: Comfort Factor
el_gr: Παράγοντας άνεσης
fi_fi: Mukavuus tekijä
sv_se: Komfortfaktor

source: Add Row
el_gr: Προσθήκη σειράς
fi_fi: Lisää rivi
sv_se: Lägg till rad

source: Remove Row
el_gr: Αφαίρεση σειράς
fi_fi: Poista rivi
sv_se: Ta bort rad

source: Add Col
el_gr: Προσθήκη στήλης
fi_fi: Lisää sarake
sv_se: Lägg till kolumn

source: Remove Col
el_gr: Αφαίρεση στήλης
fi_fi: Poista sarake
sv_se: Ta bort kolumn

source: Boat Characteristics
el_gr: Χαρακτηριστικά του πλοίου
fi_fi: Veneen ominaisuudet
sv_se: Båtens egenskaper

source: Weather Route Position
el_gr: Θέση του Weather Route
fi_fi: Weather Route sijainti
sv_se: Position för Weather Routing

source: Weather Route Analysis
el_gr: Ανάλυση του δρομολογίου βάσει του καιρού
fi_fi: Sääreittianalyysi (Weather Route)
sv_se: Weather Route analys

source: Use versions
sv_se: Använd versionerna

source: Grib plugin version not supported.
el_gr: Δεν υποστηρίζεται αυτή η έκδοση του πρόσθετου Grib.
fi_fi: Grib laajennuksen versiota ei tueta.
sv_se: Plugin Gribs version stöds inte.

source: Climatology plugin version not supported, no climatology data.
el_gr: Η έκδοση αυτή του προσθέτου Κλιματολογίας δεν υποστηρίζεται. Όχι κλιματολογικά δεδομένα.
fi_fi: Ilmasto laajennuksen versiota ei tueta, ei ilmasto tietoja.
sv_se: Klimatologi plugin, version stöds inte, inga klimatologi data.

source: Weather Routing
el_gr: Δρομολόγιο βάσει του καιρού
fi_fi: Sää reititys

source: Weather Route Plot
el_gr: Διάγραμμα Weather Route
fi_fi: Sää reittipiirros

source: Position
el_gr: Θέση
fi_fi: Sijainti

source: error, thread already created
el_gr: σφάλμα, το τμήμα έχει ήδη δημιουργηθεί
fi_fi: virhe säie on jo muodostettu

source: Lat
el_gr: Πλάτος

source: Lon
el_gr: Μήκος

source: Polar
el_gr: Πολικό διάγραμμα

source: Land
el_gr: Ξηρά
fi_fi: Maa

source: &Position
el_gr: &Θέση
fi_fi: &Sijainti

source: &Batch
el_gr: &Μαζικά
fi_fi: &Erä

source: &Plot
el_gr: &Γράφημα
fi_fi: &Piirrä

source: &Information
el_gr: &Πληροφοριες
fi_fi: &Informaatiota

source: &Manual
el_gr: &Εγχειρίδιο
fi_fi: &Käsikirja

source: m
el_gr: min

source: Integrator
el_gr: Ολοκληρωτής
fi_fi: Yhdistäjä

source: NM
el_gr: ν. μ.

source: N/A
el_gr: Δ/Υ

source: Weather Routing Plugin Version
el_gr: Εκδοχή του προσθέτου Weather Routing
fi_fi: Sää Plugin reititysversio

source: Plot
el_gr: Διάγραμμα
fi_fi: Diagrammi

source: Stats
el_gr: Στατιστικά
fi_fi: Tilastot

source: Full Plot
el_gr: Ολόκληρο διάγραμμα
fi_fi: Täysi graafi

source: Iso Chrons
el_gr: Ισόχρονες
fi_fi: Vakioaikaerot

source: Information
el_gr: Πληροφοριες
fi_fi: Informaatiota

source: latitude
el_gr: Γεωγραφικό πλάτος
fi_fi: pituusaste

source: Trimaran
el_gr: Τριμαράν
fi_fi: Trimaraani
