Repository: alcoat/weather_routing_pi
Catalog: po/*.po
Languages: el_gr, fi_fi, sv_se

source: Weather Routing Settings
el_gr: Ρυθμίσεις του Weather Routing
fi_fi: Sää reititysasetukset
sv_se: Inställningar för Weather Routing

source: Weather Routing Configuration
el_gr: Διαμόρφωση του Weather Routing
fi_fi: Sää reitityksen kokoonpano
sv_se: Konfiguration av Weather Routing

source: Speed Over Ground (SOG)
el_gr: Πραγμ. ταχύτητα (SOG)
fi_fi: Nopeus pohjan yli (SOG)
sv_se: Fart över grund (SOG)

source: Course Over Ground (COG)
el_gr: Πραγ. κατεύθυνση πορείας (COG)
fi_fi: Kurssi pohjan yli (COG)
sv_se: Kurs över grund (COG)

source: Speed Through Water (STW)
sv_se: Fart genom vatten (STW)

source: Course Through Water (CTW)
sv_se: Kurs genom vatten (CTW)

source: TWD over Ground
sv_se: TWD över grund

source: TWS over Ground
sv_se: TWS över grund

source: TWA over Ground
sv_se: TWA över grund

source: TWD over Water
sv_se: TWD över vatten

source: TWS Over Water
sv_se: TWS över vatten

source: TWA Over Water
sv_se: TWA över vatten

source: AWS over Water
sv_se: AWS över Vatten

source: AWA over Water
sv_se: AWA över Vatten

source: Wind Gust
el_gr: Σπιλιάδες
fi_fi: Tuulenpuuska
sv_se: Byvind

source: Current Velocity
el_gr: Ταχύτητα ρεύματος
fi_fi: Virran nopeus
sv_se: Strömhastighet

source: Current Direction
el_gr: Κατεύθυνση ρεύματος
fi_fi: Virran suunta
sv_se: Strömmens riktning

source: Significant Wave Height
sv_se: Signifikant våghöjd

source: Tacks
el_gr: Τακ
fi_fi: Halssit
sv_se: Slag

source: Jibes
sv_se: Gipp

source: Sail Plan Changes
sv_se: Segelbyte

source: Cloud Cover
sv_se: Molnighet

source: Rainfall
sv_se: Nederbörd

source: Air Temperature
sv_se: Lufttemperatur

source: Sea Surface Temperature
sv_se: Yttemperatur i havet

source: Relative Humidity
sv_se: Relativ luftfuktighet

source: Air Pressure
sv_se: Lufttryck

source: Reflectivity
sv_se: Reflektivitet

source: About Weather Routing
el_gr: Σχετικά με τη δρομολόγηση με βάση το δελτίο καιρού (Weather Routing)
fi_fi: Tietoja sääreitityksestä
sv_se: Om Weather Routing

source: Boat
el_gr: Πλοίο
fi_fi: Vene
sv_se: Båt

source: Weather Routing Statistics
el_gr: Στατιστικά του Weather Routing
fi_fi: Sää reitityksen tilastoja
sv_se: Weather Routing statistik

source: Weather Route Report
el_gr: Αναφορά του Weather Route
fi_fi: Weather Route raportti
sv_se: Weather Route Rapport

source: Weather Routing Configuration Batch
el_gr: Διαμόρφωση για μαζική δημιουργία δρομολογίου βάσει του καιρού
fi_fi: Weather Routing kokoopanon komentojono
sv_se: Konfiguration av Väderrouting

source: Filter Routes
el_gr: Φιλτράρησε τις διαδρομές
fi_fi: Suodata reitit
sv_se: Filtrera rutterna

source: Cursor Position
el_gr: Θέση κέρσορα
fi_fi: Kohdistimen sijainti
sv_se: Pekarens position

source: Route Position
el_gr: Θέση στη διαδρομή
fi_fi: Sijainti reitillä
sv_se: Ruttposition

source: New Weather Routing Position
el_gr: Νέα θέση Weather Routing
fi_fi: Uusi sää reititys sijainti
sv_se: Ny position för Weather Routing

source: Edit Polar
el_gr: Επεξεργασία πολικού διαγράμματος
fi_fi: Muokkaa Polaria
sv_se: Ändra Polar-fil

source: Boat file does not exist.
el_gr: Δεν υπάρχει το αρχείο του πλοίου.
fi_fi: Veneen tiedostoa ei ole.
sv_se: Båtens fil finns inte.

source: Failed to load file:
el_gr: Απέτυχε η φόρτωση του αρχείου:
fi_fi: Tiedoston lataus epäonnistui:
sv_se: Det gick inte att läsa filen:

source: It should an xml file describing a boat, not a polar; try editing the boat.
el_gr: Πρέπει να είναι ένα αρχείο xml που περιγράφει το πλοίο, όχι ένα πολικό. Αλλάξτε την περιγραφή του πλοίου.
fi_fi: Veneen kuvaukseen pitää olla xml tiedosto, ei polar; Kokeile muokata vene.
sv_se: Det bör vara en xml-fil som beskriver båten, inte en polar; Försök redigera båten.

source: Invalid xml file (no OCPWeatherRoutingBoat node):
el_gr: Μη έγκυρο xml αρχείο (δεν υπάρχει κόμβος OCPWeatherRoutingBoat):
fi_fi: Epäkelpo xml-tiedosto (ei OCPWeatherRoutingBoat haaraa):
sv_se: Ogiltig XML-fil (ingen OCPWeatherRoutingBoat nod):

source: Failed to open for writing:
el_gr: Αποτυχία ανοίγματος για εγγραφή:
fi_fi: Ei voi avata kirjoittamista varten:
sv_se: Kan inte öppna och skriva till filen:

source: Failed saving file:
el_gr: Απέτυχε η αποθήκευση του αρχείου:
fi_fi: Tiedoston tallentaminen epäonnistui:
sv_se: Det gick inte att spara filen:

source: Filename
el_gr: Όνομα αρχείου
fi_fi: Tiedostonimi
sv_se: Filnamn

source: OpenCPN Weather Routing Plugin
el_gr: Πρόσθετο OpenCPN Weather Routing
fi_fi: OpenCPN Weather reititys lisäosa
sv_se: OpenCPN Modul för väder och ruttplanering

source: N/A
el_gr: Δ/Υ
sv_se: Saknas

source: Select a polar to view plot
el_gr: Επιλέξτε ένα πολικό για δείτε το διάγραμμα
fi_fi: Valitse polar näytettäväksi
sv_se: Välj en polar-fil innan plottning

source: Select Boat
el_gr: Επιλέξτε πλοίο
fi_fi: Valitse vene
sv_se: Välj båt

source: Failed to save
el_gr: Η αποθήκευση απέτυχε
fi_fi: Tallennus epäonnistui
sv_se: Kunde inte spara

source: Failed to revert
el_gr: Απέτυχε η επιστροφή στο αρχικό
fi_fi: Ei voitu palauttaa
sv_se: Det gick inte att öppna

source: Select Polar File
el_gr: Επιλέξτε Αρχείο πολικών δεδομένων
fi_fi: Valitse Polar-tiedosto
sv_se: Välj en Polar-fil

source: wind speed out of range
el_gr: ταχύτητα ανέμου εκτός ορίων
fi_fi: tuulennopeus näyttöalueen ulkopuolella
sv_se: vindhastigheten är utanför intervallet

source: Apparent
sv_se: Upplevd

source: True
sv_se: Sann

source: Select Polar
el_gr: Επιλέξτε πολικά δεδομένα
fi_fi: Valitse Polar
sv_se: Välj Polar

source: Batch mode generates multiple configurations based on the selected configuration.
el_gr: Ο μαζική επεξεργασία δημιουργεί πολλαπλές διαμορφώσεις με βάση την επιλεγμένη διαμόρφωση.
fi_fi: Eräajo luo useita kokoonpanoja valitun kokoonpanon pohjalta.
sv_se: Batch-läge genererar flera konfigurationer baserat på den valda konfigurationen.

source: Select Boat File
el_gr: Επιλέξτε αρχείο πλοίου
fi_fi: Valitse veneen tiedosto
sv_se: Välj en Båt-fil

source: Invalid Date Time.
el_gr: Μη έγκυρη ημερομηνία ώρα.
fi_fi: Kelvoton päivämäärä ja aika.
sv_se: Ogiltigt datum eller tid.

source: Warning: less than 4 different degree steps specified
el_gr: Προειδοποίηση: καθορίσθηκαν λιγότερο από 4 διαφορετικά βήματα γωνίας
fi_fi: Varoitus: alle 4 eri asteväliä lueteltu
sv_se: Varning: Det behöver specificeras minst fyra olika vinkelsteg

source: True Wind Speed
el_gr: Ταχύτητα πραγμ. ανέμου
fi_fi: Tosi tuulennopeus
sv_se: Sann vindstyrka

source: True Wind Direction
el_gr: Κατεύθυνση πραγμ. ανέμου
fi_fi: Tosi tuulensuunta
sv_se: Sann vindriktning

source: Apparent Wind Speed
el_gr: Ταχύτητα φαιν. ανέμου
fi_fi: Suhteellinen tuulennopeus
sv_se: Skenbar vindstyrka

source: Apparent Wind Direction
el_gr: Κατεύθυνση φαιν. ανέμου
fi_fi: Suhteellinen tuulensuunta
sv_se: Skenbar vindriktning

source: Boat Speed
el_gr: Ταχύτητα πλοίου
fi_fi: Veneen nopeus
sv_se: Båtens fart

source: Sailboat Transform ETA
el_gr: ΕΩΑ ιστιοφόρου
fi_fi: Purjevene muunnos ETA
sv_se: Ändra ETA för segelbåt

source: End
el_gr: Τέλος
fi_fi: Lopeta
sv_se: Slut

source: Start
el_gr: Αρχή
fi_fi: Aloita
sv_se: Starta

source: Start Time
el_gr: Ώρα έναρξης
fi_fi: Alkamisaika
sv_se: Starttid

source: BoatFileName
el_gr: ΌνομαΑρχείουΠλοίου
fi_fi: Venetiedostonimi
sv_se: Båtfilnamn

source: State
el_gr: κατάσταση
fi_fi: Tila
sv_se: Läge

source: line
el_gr: γραμμή
fi_fi: rivi
sv_se: linje

source: Boat polar failed
el_gr: Το πολικό διάγραμμα του πλοίου απέτυχε
fi_fi: Veneen polar puuttuu
sv_se: Fel i båtens polar-fil

source: Failed to open.
el_gr: Απέτυχε το άνοιγμα.
fi_fi: Ei voitu avata.
sv_se: Det gick inte att öppna.

source: Failed to read.
el_gr: Απέτυχε η ανάγνωση.
fi_fi: Ei voitu lukea.
sv_se: Kunde inte läsa.

source: Invalid data.
el_gr: Μη έγκυρα δεδομένα.
fi_fi: Virheellinen tieto.
sv_se: Ogiltig data

source: Unrecognized format.
el_gr: Μη αναγνωρίσιμη μορφή.
fi_fi: Tunnistamaton muoto.
sv_se: Okänt format.

source: Invalid wind speeds. Wind speeds must be increasing.
el_gr: Μη έγκυρες ταχύτητες ανέμου. Οι ταχύτητες πρέπει να αυξάνουν.
fi_fi: Tuulen nopeudet eivät kelpaa. Tuulen nopeuksien on oltava kasvussa.
sv_se: Ogiltiga vindhastigheter. Vindhastigheter måste öka.

source: Too many wind speeds.
el_gr: Πάρα πολλές ταχύτητες ανέμου.
fi_fi: Liian monta tuulen nopeutta.
sv_se: Alltför många vindhastigheter.

source: Wind direction out of range.
el_gr: Κατεύθυνση ανέμου εκτός ορίων.
fi_fi: Tuulensuunta alueen ulkopuolella.
sv_se: Vindriktningen utanför intervallet.

source: Wind direction out of order.
el_gr: Κατεύθυνση ανέμου εκτός λειτουργίας.
fi_fi: Tuulensuunta epäkunnossa.
sv_se: Vindriktningen oklar.

source: Warning: 0 values found in polar. These measurements will be interpolated. To specify interpolated, leave blank values. To specify course as 'invalid' use 0.0 rather than 0
el_gr: Προειδοποίηση: Δεν βρέθηκαν τιμές στο πολικό διάγραμμα.. Οι τιμές θα εκτιμηθούν. Για να καθορίσετε την παρεμβολή, αφήστε κενές τιμές. Για να ορίσετε την πορεία ως 'μη έγκυρη' χρησιμοποιήστε 0.0 αντί για 0
fi_fi: Varoitus: 0 arvoja löytyy polarista. Nämä mittaukset interpoloidaan Poistaaksesi interpoloidut, jätä tyhjät arvot. Määrittääksesi kurssin 'mitättömäksi' käytä 0.0 eikä 0
sv_se: Varning: Det finns inga polardata. Mätningar kommer att interpoleras. Lämna blankt för att tvinga interpolering. För att specifera oanvändbar kurs ange 0.0 istället för 0

source: Too few measurements.
el_gr: Πολύ λίγα στοιχεία
fi_fi: Liian vähän mittauksia.
sv_se: För få mätdata.

source: Too many measurements.
el_gr: Πάρα πολλές μετρήσεις.
fi_fi: Liian monta mittausta.
sv_se: För många mätdata.

source: Calculation successful
sv_se: Beräkning lyckades

source: Invalid negative wind speed
sv_se: Ogiltig negativ vindhastighet

source: No polar data available
sv_se: Inga polardata tillgängliga

source: Sailing too close to the wind
sv_se: Segling för nära vinden

source: Sailing too far downwind
sv_se: Segling för långt i medvind

source: Wind too light
sv_se: För lätt vind

source: Wind too strong for sail plan
sv_se: För stark vind med denna segelplanering

source: Invalid negative boat speed (faulty polar data)
sv_se: Ogiltig negativ båthastighet (felaktig polardata)

source: No suitable sail configuration for wind conditions
sv_se: Ingen lämplig segelkonfiguration för dessa förhållande

source: Unknown error
sv_se: Okänt fel

source: No error
sv_se: Inga fel

source: Already propagated
sv_se: Redan behandlad

source: Exceeded maximum swell
sv_se: Överskred maximalt värde för vågor

source: Exceeded maximum latitude
sv_se: Överskred maximal latitud

source: Wind data retrieval failed
sv_se: Hämtning av vinddata misslyckades

source: Exceeded maximum wind speed
sv_se: Överskred maximal vindhastighet

source: Exceeded wind vs current threshold
sv_se: Överskred gränsvärdet för vind

source: Angle outside search limits
sv_se: Vinkel utanför sökgränser

source: Polar constraints not met
sv_se: Polar-begränsningar inte uppfyllda

source: Boat speed computation failed
sv_se: Beräkning av båtens hastighet misslyckades

source: Exceeded maximum apparent wind
sv_se: Överskred maximal skenbar vind

source: Land intersection detected
sv_se: Landkänning upptäckt

source: Boundary intersection detected
sv_se: Gränskorsning (o-draw_pi) upptäckt

source: Cyclone track crossing detected
sv_se: Cyklonkorsning upptäckt

source: No valid angles found
sv_se: Inga giltiga vinklar hittades

source: Position propagation failed
sv_se: Positionsutbredning misslyckades

source: Bearing from parent
sv_se: Bäring från tidigare punkter

source: Heading from parent
sv_se: Rubrik från tidigare punkter

source: No Configuration selected.
el_gr: Δεν επελέχθη διαμόρφωση.
fi_fi: Kokoonpanoa ei ole valittu.
sv_se: Ingen konfigurering vald.

source: Destination not yet reached.
el_gr: Δεν φθάσαμε ακόμη στον προορισμό.
fi_fi: Kohdetta ei ole vielä saavutettu.
sv_se: Har inte nått destinationen.

source: Boat Filename
el_gr: Όνομα αρχείου πλοίου
fi_fi: Veneen tiedostonimi
sv_se: Båtens filnamn

source: to
el_gr: προς
fi_fi: kohti
sv_se: till

source: Route from
el_gr: Διαδρομή από
fi_fi: Reitti alkaen
sv_se: Rutt från

source: Leaving
el_gr: Αναχώρηση
fi_fi: Lähtiessä
sv_se: Lämnar

source: Arriving
el_gr: Άφιξη
fi_fi: Saapuessa perille
sv_se: Anländer

source: Duration
el_gr: Διάρκεια
fi_fi: Kesto
sv_se: Tid

source: Distance sailed:
el_gr: Απόσταση πλου:
fi_fi: Purjehdittu matka:
sv_se: Seglad distans:

source: longer than great circle route
el_gr: μεγαλύτερη από από διαδρομή μεγάλου κύκλου
fi_fi: pitempi kuin isoympyrä reitti
sv_se: längre än storcirkelrutt

source: Average Speed Over Water (SOW)
el_gr: Μέση ταχύτητα στο νερό (SOW)
fi_fi: Keskinopeus veden halki (SOW)
sv_se: Genomsnittlig fart genom vattnet (SOW)

source: knots
el_gr: κόμβοι
fi_fi: solmua
sv_se: knop

source: Average Speed Over Ground (SOG)
el_gr: Μέση πραγματική ταχύτητα (SOG)
fi_fi: Keskimääräinen nopeus pohjan yli (SOG)
sv_se: Genomsnittlig fart över grund (SOG)

source: Average Wind
el_gr: Μέση ταχύτητα ανέμου
fi_fi: Keskimääräinen tuuli
sv_se: Medelvind

source: Maximum Wind
el_gr: Μέγιστος Άνεμος
fi_fi: Maksimi Tuuli
sv_se: Maximal vind

source: Average Swell
el_gr: Μέσο ύψος κύματος
fi_fi: Keskimääräinen aallokko
sv_se: Genomsnittlig våghöjd

source: meters
el_gr: μέτρα
fi_fi: metriä
sv_se: meter

source: Upwind
el_gr: Προσήνεμα
fi_fi: Vastatuuli
sv_se: Motvind

source: Port/Starboard
el_gr: Αριστερά/δεξιά
fi_fi: Vasemmalle/oikealle
sv_se: Babord / Styrbord

source: Number of tacks
el_gr: Αριθμός τακ
fi_fi: Jälkien lukumäärä
sv_se: Antal slag

source: Number of jibes
sv_se: Antal gippar

source: Sailing comfort
el_gr: Ιστιοπλοΐκή άνεση
fi_fi: Purjehduksen mukavuus
sv_se: Komfort

source: speed change due to
el_gr: αλλαγή ταχύτητας λόγω
fi_fi: nopeuden muutossyy
sv_se: fartändring på grund av

source: favorable
el_gr: ευνοϊκή
fi_fi: suotuisa
sv_se: gynnsamma

source: unfavorable
el_gr: δυσμενής
fi_fi: epäsuotuisa
sv_se: ogynnsamma

source: currents.
el_gr: ρεύματα.
fi_fi: virtaukset.
sv_se: strömmar.

source: (local)
el_gr: (τοπικό)
fi_fi: (paikallinen)
sv_se: (lokal)

source: No routes to report yet.
el_gr: Δεν υπαρχουν διαδρομές ακόμα.
fi_fi: Ei vielä ilmoitettavia reittejä.
sv_se: Ännu inga rutter att rapportera.

source: to
el_gr: προς
fi_fi: kohti
sv_se: till

source: configurations
el_gr: διαμορφώσεις
fi_fi: kokoonpanomääritykset
sv_se: inställningar

source: <dt>Fastest configuration
el_gr: <dt>Τάχιστη διαμόρφωση
fi_fi: <dt>Nopein kokoonpano
sv_se: <dt>snabbaste konfigurationen

source: avg speed
el_gr: μέση ταχύτητα
fi_fi: keskim. nopeus
sv_se: medelfart

source: Best Times (mostly downwind)
el_gr: Καλύτεροι χρόνοι (κυρίως πρύμα)
fi_fi: Parhaat ajat (enimmäkseen myötätuuleen)
sv_se: Bästa tider (mestadels medvind)

source: none
el_gr: κανένα
fi_fi: ei mitään
sv_se: ingen

source: any
el_gr: κάθε
fi_fi: kaikki
sv_se: alla

source: and
el_gr: και
fi_fi: ja
sv_se: och

source: Best Sailing Comfort
el_gr: Μέγιστη ιστιοπλοΐκή άνεση
fi_fi: Paras Purjehdusmukavuus
sv_se: Bästa seglingskomfort

source: Cyclones
el_gr: Κυκλώνες
fi_fi: Pyörremyrskyt
sv_se: Orkaner

source: Calculating Cyclone Crossings
el_gr: Υπολογίζει περάσματα κυκλώνων
fi_fi: Lasketaan pyörremyrskyjen risteykset
sv_se: Beräknar cyklonkorsningar

source: Climatology data unavailable.
el_gr: Δεν υπάρχουν κλιματολογικά δεδομένα.
fi_fi: Ilmastotietoja ei ole käytettävissä.
sv_se: Klimatologidata inte tillgängligt.

source: all months
el_gr: όλους τους μήνες
fi_fi: kaikki kuukaudet
sv_se: alla månader

source: All routes are safe from cyclones.
el_gr: Όλα οι διαδρομές είναι ασφαλείς από κυκλώνες.
fi_fi: Kaikki reitit ovat turvassa pyörremyrskyiltä.
sv_se: Alla rutter är orkansäkra.

source: No routes found to be safe from cyclones.
el_gr: Δεν Υπαρχουν διαδρομές ασφαλείς από κυκλώνες.
fi_fi: Reittejä ei ole todettu olevan turvassa pyörremyrskyiltä.
sv_se: Hittar inga orkansäkra rutter.

source: Start times for cyclone safe routes:
el_gr: Ώρες εκκίνησης για διδρομές ασφαλείς από κυκλώνες:
fi_fi: Aika, josta alkaen on pyörremyrskyturvallisia reittejä:
sv_se: Starttider för orkansäkra rutter:

source: Weather Routing Reports gives an overview of a given route based on multiple configurations. For example using the configuration batch dialog, it is possible to easily generate multiple otherwise identical configurations which have different starting times.
sv_se: Weather Routing Rapporter ger en översikt över en given rutt baserat på flera konfigurationer. Till exempel genom att ändra i konfigurationen är det möjligt att enkelt generera flera annars identiska konfigurationer som har olika starttider.

source: Once all of these configurations are computed, they become available to the report generator. An overview can be given of the best times, expected speed, and weather conditions. If climatology is available, cyclone risk and additional weather conditions may be described.
sv_se: När alla dessa konfigurationer har beräknats blir de tillgängliga för rapportgeneratorn. En översikt kan ges av de bästa tiderna, förväntade hastigheter och väderförhållanden. Om klimatologi finns tillgänglig kan cyklonrisk och ytterligare väderförhållanden beskrivas.

source: Weather Routing Report
el_gr: ΔΕΛΤΙΟ Weather Routing
fi_fi: Weather Routing raportti
sv_se: Weather Route Rapport

source: Isochrone exceeds GRIB data range at:
sv_se: Isokronen går utanför GRIB-filens område vid:

source: Missing wind data in GRIB for time:
sv_se: Saknar vinddata i GRIB-filen för tiden:

source: Route requires climatology data (currently disabled)
sv_se: Rutten behöver klimatologiska data (för närvarande inaktiverad)

source: Missing required climatology data for this configuration
sv_se: Saknar nödvändiga klimatologiska data för denna konfiguration

source: Unknown weather forecast error occurred
sv_se: Okänt väderprognosfel uppstod

source: GRIB has no data
sv_se: GRIB har inga data

source: GRIB does not contain wind data
sv_se: GRIB innehåller inte vinddata

source: No climatology data available
sv_se: Inga klimatdata(Climatology) tillgängliga

source: Climatology is disabled
sv_se: Klimatdata(Climatology) är inaktiverad

source: Other GRIB error
sv_se: Annat GRIB-fel

source: No routing data available.
sv_se: Ingen ruttdata tillgänglig.

source: Route calculation completed successfully.
sv_se: Ruttberäkning slutförd.

source: Route calculation terminated without finding a path to destination.
sv_se: Ruttberäkningen avslutades utan att hitta en väg till destinationen.

source: Land crossing detected - the destination may be unreachable by water.
sv_se: Landkorsning upptäcks - destinationen kan vara oåtkomlig med båt.

source: Boundary crossing detected - the destination may be inside a boundary area.
sv_se: Gränslinje (o-draw_pi) upptäckt - destinationen kan vara innanför ett gränsområde.

source: Route calculation failed to reach destination. Common issues:
sv_se: Ruttberäkning misslyckades att nå destinationen. Vanliga problem:

source: occurrences
sv_se: förekomster

source: Sample position analysis:
sv_se: Provpositionsanalys:

source: Route is blocked by land. Consider increasing '%s' or checking if destination is reachable by water.
sv_se: Rutt blockeras av land. Överväg att öka '%s' eller kontrollera om destinationen kan nås via vatten.

source: Max Diverted Course
el_gr: Μέγιστη απόκλιση πορείας
fi_fi: Max käännetty kurssi
sv_se: Max avvikande kurs

source: Wind exceeds limits. Increase '%s' if safe.
sv_se: Vinden överskrider gränserna. Öka '%s' om lämpligt.

source: Max True Wind
el_gr: Μεγ. πραγμ. άνεμος
fi_fi: Max tosi tuuli
sv_se: Max Sann vind

source: Polar data limits blocking progress. Verify polar matches conditions.
sv_se: Polardatabegränsningar blockerar beräkningen. Kontrollera att polarfilen är relevant.

source: Configuration specifies cyclone track avoidance and Climatology cyclone data is not available
el_gr: Η παρούσα διαμόρφωση απαιτεί την αποφυγή της πορείας του κυκλώνα αλλά δεν υπάρχουν κλιματολογικά δεδομένα για κυκλώνες
fi_fi: Kokoonpano täsmentää sykloonin jäljen välttämisen ja ilmasto sykloonin tietoja ei ole saatavilla
sv_se: Konfiguration specificerar undvikande av cykloner och plugin Klimatologi med cyklondata är inte tillgänglig

source: Configuration specifies boundary exclusion but ocpn_draw_pi boundary data not available
el_gr: Η παρούσα διαμόρφωση απαιτεί την αποφυγή της περιοχής αλλά δεν υπάρχουν δεδομένα από το πρόσθετο ocpn_draw
fi_fi: Kokoonpano määrittää rajan ulkopuolen, mutta ocpn_draw_pi rajan tietoja ei ole saatavilla
sv_se: Konfigurationen anger gränsexkludering men plugin ocpn_draw_pi med gränsdata är inte tillgänglig

source: Configuration does not allow grib or climatology wind data
el_gr: Η παρούσα διαμόρφωση δεν επιτρέπει δεδομένα ανέμου από grib ή κλιματολογικά
fi_fi: Kokoonpano ei salli grib tai ilmasto tuuli tietoja
sv_se: Konfigurationen tillåter inte grib eller klimatologiska vinddata

source: Good
sv_se: Bra

source: Bumpy
sv_se: Guppig

source: Difficult
sv_se: Svår

source: No wind data for this position at that time
sv_se: Ingen vinddata för denna position vid den tiden

source: %D days %H:%M:%S
sv_se: %D dagar, %H:%M:%S

source: Leg #
sv_se: Ben #

source: Total Time
sv_se: Total tid

source: Distance
el_gr: Απόσταση
fi_fi: Etäisyys
sv_se: Avstånd

source: Wind Source
sv_se: Vindkälla

source: Wave Height
sv_se: Våghöjd

source: Sail Plan
sv_se: Seglingsplaner

source: Comfort
sv_se: Bekvämlighet

source: Rain
sv_se: Regn

source: Air Temp
sv_se: Lufttemp

source: Sea Temp
sv_se: Vattentemp

source: Humidity
sv_se: Luftfuktighet

source: Pressure
sv_se: Lufttryck

source: Curr Source
sv_se: Strömkälla

source: Curr Speed
sv_se: Strömhastighet

source: Curr Dir
sv_se: Strömriktn.

source: Curr Angle
sv_se: Strömvinkel

source: Unknown
sv_se: Okänd

source: Climatology
el_gr: Κλιματολογία
fi_fi: Ilmasto
sv_se: Klimatologi

source: Visible
el_gr: Ορατό
fi_fi: Näkyvä
sv_se: Synlig

source: Filter Routes by Climatology -- This currently does nothing, but I intended to make weather route maps which derive data from grib and climatology clearly render which data was used where \nNumber of Concurrent Threads -- if there are multiple configurations, they can be computed in separate threads which allows a speedup if there are multiple processors
sv_se: Filtrera rutter med klimatologi -- Detta gör för närvarande ingenting, men jag avsåg att göra väderfärdskartor som härleder data från grib och klimatologi och tydligt återger vilka data som användes där \nAntal samtidiga trådar -- om det finns flera konfigurationer, kan de beräknas i separata trådar vilket möjliggör en uppsnabbning om det finns flera processorer

source: No Route
el_gr: Καμία διαδρομή
fi_fi: Ei reittiä
sv_se: Ingen rutt

source: Running
el_gr: Σε εκτέλεση
fi_fi: Käynnissä
sv_se: Pågår

source: Stopped
el_gr: Σταμάτησε
fi_fi: Pysäytetty
sv_se: Stoppad

source: End Time
el_gr: Ώρα λήξης
fi_fi: Loppu Aika
sv_se: Sluttid

source: Time
el_gr: Χρόνος
fi_fi: Aika
sv_se: Tid

source: Avg Speed
el_gr: Μέση Ταχύτητα
fi_fi: Keskinopeus
sv_se: Medelfart

source: Max Speed
el_gr: Μέγιστη ταχύτητα
fi_fi: Suurin nopeus
sv_se: Maxfart:

source: Avg Speed Ground
el_gr: Μέση πραγματική ταχύτητα
fi_fi: Keskim. nopeus pohjansuhteen
sv_se: Genomsnittlig fart över grund

source: Max Speed Ground
el_gr: Μέγιστη πραγματική ταχύτητα
fi_fi: Maks. nopeus pohjansuhteen
sv_se: Maximal fart över grund

source: Avg Wind
el_gr: Μέσος Άνεμος
fi_fi: Keskituuli
sv_se: Genomsnittlig vind

source: Max Wind
el_gr: Μέγιστος Άνεμος
fi_fi: Maks. tuuli
sv_se: Max vind

source: Max Wind Gust
el_gr: Μέγιστες σπηλιάδες
fi_fi: Max puuska
sv_se: Max vindkast

source: Avg Current
el_gr: Μέσο ρεύμα
fi_fi: Keskim. virtaus
sv_se: Genomsnittlig ström

source: Max Current
el_gr: Μέγιστο ρεύμα
fi_fi: Maks. virtaus
sv_se: Max. ström

source: Avg Swell
el_gr: Μέσο κύμα
fi_fi: Keskim. aallokko
sv_se: Genomsnittlig dyning
