Repository: alcoat/weather_routing_pi
Catalog: po/*.po
Languages: el_gr, fi_fi, sv_se

source: Max Swell
el_gr: μεγιστο κύμα
fi_fi: Maks. allokko
sv_se: Max dyning

source: Upwind Percentage
el_gr: Ποσοστό όρτσα
fi_fi: Vastatuuleen prosenttiosuus
sv_se: Andel motvind

source: Port Starboard
el_gr: Αριστερά/δεξιά
fi_fi: Vasemmalle oikealle
sv_se: Babord / Styrbord

source: New or updated data available
el_gr: Υπάρχουν διαθέσιμες ενημερώσεις
fi_fi: Uusi päivitys saatavilla
sv_se: Ny eller uppdaterad data tillgängligt

source: A new version of the Weather Route plugin has been installed. "Import new boats and polars" will overwrite the standard boats and polars with newer data. If you have modified this data and not changed the names, your modifications will be overwritten, so be sure to backup your changes. If you have added new polars or boats with exclusive names, they will be kept untouched.
sv_se: En ny version av pluginen Weather Route har installerats. "Importeras nya båtar och polarer" kommer att skriva över standardbåtarna och polarerna med nyare data. Om du har ändrat dessa data och inte ändrat namnen kommer dina ändringar att skrivas över, så var noga med att säkerhetskopiera dina ändringar. Om du har lagt till nya polarer eller båtar med exklusiva namn kommer de att hållas orörda.

source: Import example configurations will overwrite your route configurations with a sample set showing you how WeatherRouting works. Backup your existing configurations if you need. Pressing "OK" will apply the selected changes, pressing "Cancel" will do nothing and you will be asked again on the next launch.
sv_se: Importeras exempelkonfigurationer kommer att skriva över din rutter konfigurationer med en exempeluppsättning som visar hur WeatherRouting fungerar. Säkerhetskopiera dina befintliga konfigurationer om du behöver. Genom att trycka på "OK" kommer de valda ändringarna att tillämpas. genom att trycka på "Avbryt" kommer görs inte något och du kommer att bli tillfrågad igen vid nästa aktivering.

source: Import new boats and polars
el_gr: Εισαγωγή νέων σκαφών και πολικών δ.
fi_fi: Tuo uusia veneitä ja polareita
sv_se: Importera nya båtar och polarer

source: Import example configurations
el_gr: Εισαγωγή παραδειγμάτων διαμορφώσεων
fi_fi: Tuo esimerkkiasetukset
sv_se: Importera exempelkonfigurationer

source: Name
el_gr: Όνομα
fi_fi: Nimi
sv_se: Namn

source: Enter Name
el_gr: Εισαγωγή ονόματος
fi_fi: Anna nimi
sv_se: Ange namn

source: New Position
el_gr: Νέα θέση
fi_fi: Uusi sijainti
sv_se: Ny position

source: This name already exists, replace?
el_gr: Αυτό το όνομα υπάρχει ήδη. Αντικατάσταση;
fi_fi: Nimi on jo käytössä, korvaa?
sv_se: Detta namn finns redan, ersätta?

source: local
el_gr: τοπική
fi_fi: paikallinen
sv_se: lokal

source: Select exactly 1 configuration
el_gr: Επιλέξτε μόνο 1 διαμόρφωση
fi_fi: Valitse täsmälleen 1 kokoonpano
sv_se: Välj bara en konfiguration

source: Cursor outside computed route map
el_gr: Ο κέρσορας είναι εκτός του χάρτη της υπολογισμένης πορείας
fi_fi: Kursori on lasketun reittikartan ulkopuolella
sv_se: Markören är utanför beräknat ruttområde

source: Data Deficient
el_gr: Ελλιπή δεδομένα
fi_fi: Puutteellista tietoa
sv_se: Otillräckliga data

source: Wind
el_gr: Άνεμος
fi_fi: Tuuli
sv_se: Vind

source: Current
el_gr: Ρεύμα
fi_fi: Virta
sv_se: Ström

source: Cannot goto invalid route(s).
el_gr: Δεν μπορώ να πάω, οι διαδρομές δεν ισχύουν.
fi_fi: Ei voida mennä virhereitille.
sv_se: Kan inte visa en ogiltig rutt.

source: Select Configuration
el_gr: Επιλέξτε διαμόρφωση
fi_fi: Valitse kokoonpano
sv_se: Välj konfiguration

source: Zero time span forbidden, aborting.
el_gr: Δεν πειτρέπεται μηδενικό χρονικό διάστημα.
fi_fi: Nolla aikajänteellä kielletty, keskeytetään.
sv_se: Inget tidsutrymme, avbryter.

source: Batch configuration
el_gr: Μαζική διαμόρφωση
fi_fi: Erän kokoonpano
sv_se: Batch-konfigurering

source: Route export failed
sv_se: Misslyckades att exportera rutter

source: Route(s) not computed, cannot export
sv_se: Rutt(er) är inte beräknad(e) och kan inte exporteras

source: Failed to start configuration:
el_gr: Απέτυχε να αρχίσει τη διαμόρφωση:
fi_fi: Kokoonpano ei käynnistynyt:
sv_se: Kunde inte starta konfigurering:

source: Failed to load file.
el_gr: Απέτυχε η φόρτωση του αρχείου.
fi_fi: Tiedoston lataus epäonnistui.
sv_se: Det gick inte att ladda filen.

source: Invalid xml file
el_gr: Μη έγκυρο αρχείο xml
fi_fi: Kelvoton xml-tiedosto
sv_se: Ogiltig xml fil

source: Load
el_gr: Φόρτωση
fi_fi: Lataa
sv_se: Läs in

source: File contains duplicate position name, discaring
el_gr: Το αρχείο περιέχει διπλό όνομα θέσης
fi_fi: Tiedosto sisältää päällekkäisiä sijaintien nimiä, hylätään
sv_se: Filen innehåller dubbletterade positionsnamn, avbryter

source: Unrecognized xml node
el_gr: Άγνωστος κόμβος xml
fi_fi: Tuntematon xml-haara
sv_se: Okänd xml-nod

source: Failed to save xml file:
el_gr: Απέτυχε η αποθήκευση του αρχείου xml:
fi_fi: Tiedostoa ei voi tallentaa xml-muodossa:
sv_se: Det gick inte att spara XML-filen:

source: Computing...
el_gr: Υπολογισμός...
fi_fi: Lasketaan...
sv_se: Beräknar...

source: Complete
el_gr: Ολοκλήρωση
fi_fi: Suoritettu
sv_se: Klar

source: Failed
el_gr: Απέτυχε
fi_fi: Hylätty
sv_se: Misslyckades

source: Boundary
el_gr: Όριο
fi_fi: Raja
sv_se: Gräns

source: Waiting...
el_gr: Σε αναμονή...
fi_fi: Odotetaan...
sv_se: Väntar...

source: Not Computed
el_gr: Δεν υπολογίσθηκε
fi_fi: Ei laskettu
sv_se: Ej beräknad

source: No Weather Route selected
el_gr: Δεν επιλέχθηκε Weather Route
fi_fi: Weather Route ei ole valittu
sv_se: Ingen Weather Route vald

source: Weather Route
el_gr: Δρομολόγιο βάσει του καιρού
fi_fi: Sää Reitti
sv_se: Weather Routing

source: Weather Route Point
el_gr: Σημείο για Weather Route
fi_fi: Weather Route piste
sv_se: Weather Route Plot

source: Weather Route Destination
el_gr: Προορισμός Weather Routing
fi_fi: Sää reitin määränpää
sv_se: Destination för Weather route

source: GPX Route file created
sv_se: GPX Rutt- fil skapad

source: GPX Route file export failed
sv_se: Export av GPX Rutt-fil misslyckades

source: Zero Time Step
el_gr: Μηδενικό χρονικό βήμα
fi_fi: Nolla aikaväli
sv_se: Inga tidssteg

source: inside exclusion boundary
el_gr: εντός αποκλεισμένης περιοχής
fi_fi: hylkäysrajan sisäpuolella
sv_se: insidan av gränsområde

source: lies outside of Max Latitude constraint
el_gr: είναι εκτός μεγίστου επιτρεπτού γ. πλάτους
fi_fi: sijaitsee Max latitude rajan ulkopuolella
sv_se: ligger utanför begränsningen för Max Latitud

source: &Open
el_gr: &Άνοιγμα
fi_fi: &Avaa
sv_se: &Öppna

source: &Save
el_gr: &Αποθήκευση
fi_fi: &Tallenna
sv_se: &Spara

source: &Close
el_gr: &Κλείσιμο
fi_fi: &Sulje
sv_se: &Stäng

source: &File
el_gr: &Αρχείο
fi_fi: &Tiedosto
sv_se: &Fil

source: &New Position
el_gr: &Νέα θέση
fi_fi: &Uusi sijainti
sv_se: &Ny position

source: &Update Boat Position
el_gr: &Ενημέρωση θέσης πλοίου
fi_fi: &Päivitä veneen sijainti
sv_se: &Uppdatera båtens position

source: &Delete
el_gr: &Διαγραφή
fi_fi: &Poista
sv_se: &Ta bort

source: Delete &All
el_gr: Διαγραφή ό&λων
fi_fi: Poista &kaikki
sv_se: Ta bort &alla

source: &New
el_gr: &Νέο
fi_fi: &Uusi
sv_se: &Ny

source: &Edit
el_gr: &Επεξεργασία
fi_fi: &Muokkaa
sv_se: &Ändra

source: &GoTo
el_gr: &Πήγαινε
fi_fi: &Mene
sv_se: &Gå-till

source: Delete All
el_gr: Διαγραφή όλων
fi_fi: Poista kaikki
sv_se: Ta bort alla

source: &Compute
el_gr: &Υπολογισμός
fi_fi: &Laske
sv_se: &Beräkna

source: Compute &All
el_gr: Υπολογισμός &Ολων
fi_fi: Laske &kaikki
sv_se: Beräkna &alla

source: &Stop
el_gr: &Σταμάτα
fi_fi: &Pysäytä
sv_se: &Stopp

source: &Reset All
el_gr: Επανα&φορά όλων
fi_fi: &Palauta kaikki
sv_se: &Återställ allt

source: &Filter
el_gr: &Φίλτρο
fi_fi: &Suodatin
sv_se: &Filtrera

source: &Settings
el_gr: &Ρυθμίσεις
fi_fi: A&setukset
sv_se: &Inställningar

source: S&tatistics
el_gr: &Στατιστικά
fi_fi: S&tilastot
sv_se: S&tatistik

source: &Report
el_gr: &Αναφορά
fi_fi: &Raportti
sv_se: &Rapport

source: &Cursor Position
el_gr: Θέση &Κέρσορα
fi_fi: &Kohdistimen sijainti
sv_se: &Markörens position

source: &Route Position
el_gr: &Θέση στη διαδρομή
fi_fi: &Sijainti reitillä
sv_se: &Ruttens Position

source: &View
el_gr: &Εμφάνιση
fi_fi: &Katso
sv_se: &Visa

source: &About
el_gr: &Περί
fi_fi: Tietoj&a
sv_se: &Om

source: &Help
el_gr: &Βοήθεια
fi_fi: &Ohje
sv_se: &Hjälp

source: View
el_gr: Προβολή
fi_fi: Näytä
sv_se: Visa

source: Positions
el_gr: Θέσεις
fi_fi: Sijainnit
sv_se: Positioner

source: Display
el_gr: Εμφάνιση
fi_fi: Näyttö
sv_se: Visning

source: Cursor Route Color
el_gr: Χρώμα διαδρομής δρομέα
fi_fi: Kohdistinreiti väri
sv_se: Färg på alternativ rutt

source: Destination Route Color
el_gr: Χρώμα διαδρομής προορισμού
fi_fi: Kohdereitti väri
sv_se: Färg på rutten

source: Route Thickness
el_gr: Πάχος διαδρομής
fi_fi: Reitti paksuus
sv_se: Ruttens bredd

source: Iso Chron Thickness
el_gr: Πάχος ισοχρόνων
fi_fi: Vakioaikaero paksuus
sv_se: Bredd på Iso Chron

source: Alternate Routes Thickness
el_gr: Πάχος εναλακτικών διαδρομών
fi_fi: Vaihtoehtoreitti paksuus
sv_se: Bredd på alternativ rutt

source: Wind Barbs On Route Thickness
el_gr: Πάχος των βελών ανέμου στη διαδρομή
fi_fi: Tuuli Viikset Reitin Paksunnoksessa
sv_se: Bredd på ruttens vindpilar

source: Display Cursor Route
el_gr: Εμφάνιση Διαδρομής Δρομέα
fi_fi: Näytä Reitin Kohdistin
sv_se: Visa alternativ rutt

source: Alternates for all IsoChrons
el_gr: Εναλλακτικές για όλες τις ισόχρονες
fi_fi: Vaihtoehto kaikkille vakioaikakäyrille
sv_se: Variabler för alla IsoChrons

source: Display mark when Polar changes
el_gr: Επισήμανση όταν αλλάζει το πολικό διάγραμμα
fi_fi: Näytä merkki polarin muuttuessa
sv_se: Visa markering när Polar ändras

source: Display current
el_gr: Εμφάνιση ρεύματος
fi_fi: Näytä nykyinen
sv_se: Visa strömmar

source: Display Wind Barbs
el_gr: Δείξε ένταση ανέμου με βέλη
fi_fi: Näytä tuuli väkäset
sv_se: Visa vindpilar

source: Apparent Wind for Barbs On Route (not True Wind)
el_gr: Φαινόμενος άνεμος για τα βέλη στη διαδρομή (όχι αληθινός άνεμος)
fi_fi: Suhteellinen tuuli Viiksille reitillä (ei todellinen tuuli)
sv_se: Upplevd vind för ruttens vindpilar (inte sann vind)

source: Display Sailing Comfort on Route
el_gr: Εμφάνιση άνεσης ιστιοπλοΐας στη διαδρομή
fi_fi: Näytä purjehduksen mukavuus reitillä
sv_se: Visa ruttens seglingskomfort

source: Computation
el_gr: Υπολογισμός
fi_fi: Laskenta
sv_se: Beräkning

source: Number of Concurrent threads
el_gr: Αριθμός ταυτόχρονων πορειών
fi_fi: Samanaikaisten säikeiden määrä
sv_se: Antal samtidiga trådar

source: Use Local Time
el_gr: Χρήση τοπικής ώρας
fi_fi: Käytä paikallista aikaa
sv_se: Använd lokal tid

source: Date
el_gr: Ημερομηνία
fi_fi: Päivämäärä
sv_se: Datum

source: Grib Time
el_gr: Ώρα δεδομένων GRIB
fi_fi: Grib aika
sv_se: Grib-tid

source: Current Time
el_gr: Τρέχουσα ώρα
fi_fi: Nykyinen aika
sv_se: Aktuell tid

source: Edit
el_gr: Επεξεργασία
fi_fi: Muokkaa
sv_se: Ändra

source: Constraints
el_gr: Περιορισμοί
fi_fi: Rajoitukset
sv_se: Begränsningar

source: degrees
el_gr: μοίρες
fi_fi: astetta
sv_se: grader

source: Max Apparent Wind
el_gr: Μεγ. φαιν. άνεμος
fi_fi: Max suhteellinen tuuli
sv_se: Max Upplevd vind

source: Time Step
el_gr: Χρονικό βήμα
fi_fi: Aikaväli
sv_se: Intervall

source: Options
el_gr: Επιλογές
fi_fi: Vaihtoehdot
sv_se: Inställningar

source: Detect Land
el_gr: Ανίχνευση της γης
fi_fi: Maata näkyvissä
sv_se: Undvik land

source: Detect Boundary
el_gr: Ανίχνευση ορίου
fi_fi: Havaitse raja
sv_se: Undvik gränser

source: Currents
el_gr: Ρεύματα
fi_fi: Virrat
sv_se: Strömmar

source: Optimize Tacking
el_gr: Βελτιστοποίηση των τακ
fi_fi: Optimoi halssi
sv_se: Optimera krysslag

source: Data Source
el_gr: Πηγή δεδομένων
fi_fi: Tietolähde
sv_se: Datakälla

source: Currents Only
el_gr: Ρεύματα μόνο
fi_fi: Vain virtaukset
sv_se: Enbart strömmar

source: Disable
el_gr: Μην επιτρέπεις
fi_fi: Estä
sv_se: Inaktivera

source: Cumulative - Calms
el_gr: Αθροιστικές άπνοιες
fi_fi: Kumulatiivinen - Tyynet
sv_se: Ökande - Stiltje

source: Cumulative Map
el_gr: Αθροιστικός χάρτης
fi_fi: Kumulatiivinen kartta
sv_se: Ökande

source: Average
el_gr: Μέσος Όρος
fi_fi: Keskimääräinen
sv_se: Genomsnittlig

source: Most Likely
el_gr: Πιο πιθανό
fi_fi: Todennäköisesti
sv_se: Mest sannolik

source: Last Valid if Data Deficient
el_gr: Το τελεταίο που ίσχυε αν λείπουν δεδομένα
fi_fi: Viimeinen voimassa oleva, jos tiedot puutteellisia
sv_se: Senast giltig om brist på data

source: Basic
el_gr: Βασικό
fi_fi: Perus
sv_se: Grundläggande

source: Max Latitude +-
el_gr: Μέγ. πλάτος +-
fi_fi: Max latitudi +-
sv_se: Max latitud +-

source: Wind vs Current
el_gr: Άνεμος vs. ρεύμα
fi_fi: Tuuli vs virta
sv_se: Vind mot ström

source: Max Course Angle
el_gr: Μέγιστη γωνία κατέυθυνσης
fi_fi: Max kurssikulma
sv_se: Maximal kursvinkel

source: Max Search Angle
el_gr: Μέγιστη γωνία αναζήτησης
fi_fi: Max etsintäkulma
sv_se: Max sökvinkel

source: Avoid cyclone tracks (climatology)
el_gr: Αποφυγή πορείας κυκλώνων (κλιματολογία)
fi_fi: Vältä sykloonien reittejä (ilmasto)
sv_se: Undvik cyklonspår (klimatologi)

source: within
el_gr: εντός
fi_fi: sisällä
sv_se: Inom

source: Months
el_gr: Μήνες
fi_fi: Kuukaudet
sv_se: Månader

source: Days
el_gr: Μέρες
fi_fi: Päivät
sv_se: Dagar

source: Inverted Regions
el_gr: Ανεστραμμένες περιοχές
fi_fi: Käänteiset alueet
sv_se: Inverterade regioner

source: Anchoring
el_gr: Αγκυροβολία
fi_fi: Ankkurointi
sv_se: Ankring

source: Wind strength is
el_gr: Η ένταση του ανέμου είναι
fi_fi: Tuulen voimakkuus on
sv_se: Vindstyrkan är

source: percent
fi_fi: prosenttia
sv_se: procent

source: Tacking Time
el_gr: Ώρα για τακ
fi_fi: Jälki aika
sv_se: Tid för att slå

source: Seconds
el_gr: Δευτερόλεπτα
fi_fi: Sekuntia
sv_se: Sekunder

source: Safety Margin From Land
el_gr: Περιθώριο ασφαλείας από την ξηρά
fi_fi: Turvamarginaali Maihin
sv_se: Säkerhetsmarginal från land

source: Courses (relative to true wind)
el_gr: Πορείες (σχετικά με τον αληθή άνεμο)
fi_fi: Kurssit (suhteessa tosituuleen)
sv_se: Kurser (relativt sann vind)

source: From
el_gr: Από
fi_fi: Alkaen
sv_se: Från

source: To
el_gr: Προς
fi_fi: saakka
sv_se: Till

source: By
el_gr: ανά
fi_fi: Mennessä
sv_se: Av

source: Degrees
el_gr: Μοίρες
fi_fi: Astetta
sv_se: Grader

source: Reset all Advanced Parameters
el_gr: Επαναφορά όλων των Προηγμ. παραμέτρων
fi_fi: Palauta kaikki kehittyneet parametrit
sv_se: Återställ alla avancerade parametrar

source: Advanced
el_gr: Για προχωρημένους
fi_fi: Edistynyt
sv_se: Avancerat

source: Scale
el_gr: Κλίμακα
fi_fi: Asteikko
sv_se: Skala

source: Current Route
el_gr: Τρέχουσα διαδρομή
fi_fi: Nykyinen reitin
sv_se: Nuvarande rutt

source: Cursor Route
el_gr: Διαδρομή δρομέα
fi_fi: Kohdistinreitti
sv_se: Markörens rutt

source: The weather routing plugin for opencpn is intended to calculate sailing routes based on computerized weather data and boat sailing ability. License: GPLv3+ Source Code: https://github.com/seandepagnier/weather_routing_pi Author: Sean D'Epagnier Many thanks to all of the translators and testers.
el_gr: Το πρόσθετο weather routing του opencpn στοχεύει στο να βοηθήσει στο σχεδιασμό ιστιοπλοϊκών διαδρομών, με βάση τα μετεωρολογικά δεδομένα και την ικανότητα του ιστιοφόρου. Άδεια χρήσης: GPLv3+ Κώδικας: https://github.com/seandepagnier/weather_routing_pi Author: Sean D'Epagnier Πολλές ευχαριστίες σε όλους τους μεταφραστές και δοκιμαστές.
fi_fi: Sään mukaan reitittävä lisäosa opencpn:lle on tarkoitettu suunnitteluvälineeksi, joka pohjaa tietokoneessa olevaan säädataan ja veneen purjehdusominaisuuksiin. Lisenssi: GPLv3+ Lähdekoodi: https://github.com/seandepagnier/weather_routing_pi Tekijä: Sean D'Epagnier Suurkiitokset kaikille kääntäjille ja testaajille.
sv_se: Weather routing plugin för opencpn är avsedd att beräkna seglingsrutter baserat på datoriserade väderdata och båtens egenskaper. Licens: GPLv3+ Källkod: https://github. om/seandepagnier/weather_routing_pi Författare: Sean D'Epagnier Stort tack till alla översättare och testare.

source: About Author
el_gr: Σχετικά με τον δημιουργό
fi_fi: Tietoa Tekijä
sv_se: Om utgivaren

source: Close
el_gr: Κλείσιμο
fi_fi: Sulje
sv_se: Avsluta

source: Overlap
el_gr: Επικάλυψη
fi_fi: Päällekkäisiä
sv_se: Överlappa

source: Cross Over Chart
el_gr: Χάρτης cross over
fi_fi: Cross Over kartta
sv_se: Översiktsdiagram

source: Upwind Port Tack
el_gr: Αριστερό τακ, όρτσα
fi_fi: Vastatuuleen oikealla halssilla
sv_se: Motvind babord slag

source: Upwind Starboard Tack
el_gr: Δεξιό τακ, όρτσα
fi_fi: Vastatuuleen vasemmalla halssilla
sv_se: Motvind styrbord slag

source: Downwind Port Tack
el_gr: Αριστερό τακ, πρύμα
fi_fi: Myötätuuleen oikealla halssilla
sv_se: Läns babord gipp

source: Downwind Starboard Tack
el_gr: Δεξιό τακ, πρύμα
fi_fi: Myötätuuleen vasemmalla halssilla
sv_se: Läns styrbord gipp

source: Wind Speed
el_gr: Ταχύτητα ανέμου
fi_fi: Tuulennopeus
sv_se: Vindhastighet

source: Speed
el_gr: Ταχύτητα
fi_fi: Nopeus
sv_se: Fart

source: True Wind Dir / True Wind Speed
el_gr: Αληθής κατεύθυνση/ταχύτητα ανέμου
fi_fi: Tuuli tosisuunta / Tuuli Tosinopeus
sv_se: Sann vindvinkel / Sann vindhastighet

source: Apparent Wind Dir / True Wind Speed
el_gr: Φαινόμενη κατεύθυνση/αληθής ταχύτητα ανέμου
fi_fi: Suhteellinen tuulensuunta / todellinen tuulennopeus
sv_se: Upplevd vindvinkel / Sann vindhastighet

source: True Wind Dir / Apparent Wind Speed
el_gr: Αληθής κατεύθυνση/φαινόμενη ταχύτητα ανέμου
fi_fi: Tosituulen suunta / suhteellinen tuulen nopeus
sv_se: Sann vindvinkel / Upplevt vindhastighet

source: Apparent Wind Dir / Apparent Wind Speed
el_gr: Φαινόμενη κατεύθυνση/ταχύτητα ανέμου
fi_fi: Suhteellinen tuulen suunta / suhteellinen tuulen nopeus
sv_se: Upplevd vindvinkel / Upplevd vindhastighet

source: Polars
el_gr: Πολικό
fi_fi: Polarit
sv_se: Polar

source: Up
el_gr: Πάνω
fi_fi: Ylös
sv_se: Upp

source: Down
el_gr: Κάτω
fi_fi: Alas
sv_se: Ned

source: Add
el_gr: Προσθήκη
fi_fi: Lisää
sv_se: Lägg till

source: Remove
el_gr: Διαγραφη
fi_fi: Poista
sv_se: Ta bort

source: Open Boat
el_gr: Άνοιγμα πλοίου
fi_fi: Avovene
sv_se: Öppna båtfil

source: Save Boat
el_gr: Αποθήκευση πλοίου
fi_fi: Tallenna vene
sv_se: Spara båt

source: Save As Boat
el_gr: Αποθήκευση πλοίου ως
fi_fi: Tallenna vene
sv_se: Spara som Båt..

source: Overall
el_gr: Συνολικά
fi_fi: Yleistä
sv_se: Totalt

source: Run Time
el_gr: Χρόνος εκτέλεσης
fi_fi: Ajoaika
sv_se: Körtid

source: Routes
el_gr: Διαδρομές
fi_fi: Reittit
sv_se: Rutter

source: InvRoutes
el_gr: Αντιστρ. Διαδρομές
fi_fi: Käännetytreitit
sv_se: Inv. rutter

source: Skip Positions
el_gr: Προσπέραση θέσεων
fi_fi: Ohita sijainnit
sv_se: Inga positioner

source: Current Configuration
el_gr: Τρέχουσα διαμόρφωση
fi_fi: Nykyinen kokoonpano
sv_se: Aktuell konfiguration

source: Starting
el_gr: Εκκίνηση
fi_fi: Alkaa
sv_se: Startar

source: For
el_gr: Για
fi_fi: Varten
sv_se: För

source: day(s)
el_gr: ημέρα (ες)
fi_fi: päivä (t)
sv_se: dag(ar)

source: hour(s)
el_gr: ώρα (ες)
fi_fi: tunnit
sv_se: Timma(r)

source: Spaced
el_gr: Διάστημα
fi_fi: välilyönnit
sv_se: Uppehåll

source: Hour(s)
el_gr: Ώρα (ες)
fi_fi: Tunnit
sv_se: Timma(r)

source: Once
el_gr: Μία φορά
fi_fi: Kerran
sv_se: En gång

source: Daily
el_gr: Ημερήσιο
fi_fi: Päivittäin
sv_se: Dagligen

source: Weekly
el_gr: εβδομαδιαία
fi_fi: Viikoittain
sv_se: Veckovis

source: Monthly
el_gr: μηνιαία
fi_fi: Kuukausittain
sv_se: Månatligen

source: Sources
el_gr: Πηγές
fi_fi: Lähteet
sv_se: Från

source: Destinations
el_gr: Προορισμοί
fi_fi: Kohteet
sv_se: Destinationer

source: Auto Connect
el_gr: Αυτόματη σύνδεση
fi_fi: Auto yhteys
sv_se: Anslut automatiskt

source: Within
el_gr: Εντός
fi_fi: Sisällä
sv_se: Inom

source: Connect
el_gr: Σύνδεση
fi_fi: Yhdistä
sv_se: Anslut

source: Disconnect All
el_gr: Αποσύνδεση όλων
fi_fi: Irrota kaikki
sv_se: Koppla från alla

source: Boats
el_gr: Πλοία
fi_fi: Veneet
sv_se: Båtar

source: 80 to 120
el_gr: 80 μέχρι 120
sv_se: 80 till 120

source: Wind Strength
el_gr: Ένταση ανέμου
fi_fi: Tuulen voimakkuus
sv_se: Vindstyrka

source: Reset
el_gr: Επαναφορά
fi_fi: Palauta
sv_se: Återställ

source: Generate
el_gr: Δημιουργία
fi_fi: Luo
sv_se: Generera

source: Category
el_gr: Κατηγορία
fi_fi: Kategoria
sv_se: Kategori

source: Filter
el_gr: Φίλτρο
fi_fi: Suodatin
sv_se: Filtrera

source: Reset All
el_gr: Επαναφορά όλων
fi_fi: Palauta kaikki
sv_se: Återställ allt

source: Done
el_gr: Έγινε
fi_fi: Tehty
sv_se: Klart

source: Sail Changes
el_gr: Αλλαγή πανιών
fi_fi: Purje muutokset
sv_se: Segelbyte

source: Weather Data
el_gr: Δεδομένα Καιρού
fi_fi: Säätiedot
sv_se: Väderdata

source: Duration
el_gr: Διάρκεια
fi_fi: Kesto
sv_se: Varaktighet

source: Course
el_gr: Πορεία
fi_fi: Kurssi
sv_se: Kurs

source: True Wind Speed (TWS)
el_gr: Ταχύτητα πραγμ. ανέμου (TWS)
fi_fi: Tosi Tuulen Nopeus (Tws)
sv_se: Sann vindhastighet (TWS)

source: Apparent Wind Speed (AWS)
el_gr: Ταχύτητα φαιν. ανέμου (AWS)
fi_fi: Suhteellinen tuulennopeus (AWS)
sv_se: Skenbar vindstyrka (AWS)

source: True Wind Angle (TWA)
el_gr: Γωνία πραγμ. ανέμου (TWA)
fi_fi: Tosi tuulikulma (TWA)
sv_se: Sann vindvinkel (TWA)

source: Apparent Wind Angle (AWA)
el_gr: Γωνία φαιν. ανέμου (AWA)
fi_fi: Suhteellinen tuulikulma (AWA)
sv_se: Skenbar vindvinkel (AWA)

source: Waves Height
el_gr: Ύψος κύματος
fi_fi: Aallon korkeus
sv_se: Våghöjd

source: name
el_gr: Όνομα
fi_fi: nimi
sv_se: namn

source: minutes
el_gr: λεπτά
fi_fi: minuuttia
sv_se: minuter

source: longitude
el_gr: Γεωγραφικό μήκος
fi_fi: leveysaste
sv_se: longitud

source: Leave any cell blank to automatically interpolate from nearby values. Use a value of 0.0 to specify invalid (cannot be used) View the polar plot in the boat dialog while editing the polar.
el_gr: Αφήστε οποιοδήποτε κελί κενό για αυτόματη παρεμβολή από κοντινές τιμές. Χρησιμοποιήστε μια τιμή 0.0 για μη έγκυρες τιμές. Δείτε το πολικό διάγραμμα στο διάλογο σκαφών κατά την επεξεργασία του.
fi_fi: Jätä joka solun tyhjäksi interpoloitavaksi automaattisesti läheisistä arvoista. Käytä arvoa 0 määritellä virheellinen (ei voida käyttää) Näytä polaarinen juoni vene-dialogissa kun muokkaat polaaria.
sv_se: Lämna cellen tom för automatisk interpolation från närliggande värden. Använd 0.0 för att märka som oanvändbar. Visa polardiagrammet för att åskådliggöra när polardata ändras.

source: Grid
el_gr: Πλέγμα
fi_fi: Ruudukko
sv_se: Rutnät

source: True Wind Angles
el_gr: Γωνίες πραγμ. ανέμου
fi_fi: Tosi tuulikulmat
sv_se: Sann vindvinkel

source: True WInd Speeds
el_gr: Ταχύτητες πραγμ. ανέμου
fi_fi: Tosi tuulennopeuet
sv_se: Sann vindstyrka

source: Dimensions
el_gr: Διαστάσεις
fi_fi: Mitat
sv_se: Mått

source: New Measurement
el_gr: Νέα μέτρηση
fi_fi: Uusi mittaus
sv_se: Ny mätning

source: Apparent Wind
el_gr: Φαινόμενος άνεμος
fi_fi: Suhteellinen tuuli
sv_se: Upplevd vind

source: True Wind
el_gr: Αληθής άνεμος
fi_fi: Tosituuli
sv_se: Sann vind

source: Wind Direction
el_gr: Διεύθυνση ανέμου
fi_fi: Tuulensuunta
sv_se: Vindriktning

source: Boat Spead
el_gr: Ταχύτητα πλοίου
fi_fi: Veneen nopeus
sv_se: Båtens fart

source: Measurements
el_gr: Μετρήσεις
fi_fi: Mittaukset
sv_se: Mätningar

source: Remove All
el_gr: Αφαίρεση Όλων
fi_fi: Poista kaikki
sv_se: Ta bort alla

source: Import NMEA Log
el_gr: Εισαγωγή log NMEA
fi_fi: Tuo NMEA loki
sv_se: Importera NMEA-logg

source: Generate Polar
el_gr: Δημιουργία πολικού διαγράμματος
fi_fi: Luo Polar
sv_se: Skapa Polar

source: Warning: All of the below are currently not used
el_gr: Προσοχή: τα παρακάτω δεν χρησιμοποιούνται προς το παρόν
fi_fi: Varoitus: Kaikki alla eivät ole käytössä
sv_se: Varning: Allt nedan används inte för närvarande

source: Hull Type
el_gr: Τύπος γάστρας
fi_fi: Rungon tyyppi
sv_se: Skrovtyp

source: Catamaran
el_gr: Καταμαράν
fi_fi: Katamaraani
sv_se: Katamaran

source: Mono
el_gr: Μονή γάστρα
sv_se: Enkelskrov

source: Proa
el_gr: Πιρόγα
sv_se: Utriggare

source: Submarine
el_gr: Υποβρύχιο
fi_fi: Sukellusvene
sv_se: Ubåt
